public interface UslovieZadaniya {
  /*Реализуй реальный банкомат.
То есть нужно дать возможность пользователю указать сумму снятия.
 Через Сканнер надо будет реализовать. В консоли выходит текст
 Сколько денег хотите снять? Я пишу сумму идет снятие.
Дальше показываешь сколько осталось. Все это в бесконечном цикле.
Каждый раз будет спрашивать сколько хотите снять.
 Если запрашиваемая сумма больше, доп вопрос хотите снять остаток или нет.
 Если да то снимается остаток и завершается цикл, если нет все заново.
  Все это надо выводить текстом в консоли. */
}
